{
  "paragraphs": [
    {
      "id": "1",
      "title": "Введение",
      "description": "Настоящая Политика конфиденциальности определяет порядок обработки и защиты персональных данных пользователей, которые могут быть собраны при использовании веб-сайта и приложения FrameGuard. FrameGuard стремится обеспечивать конфиденциальность и безопасность персональных данных наших пользователей.",
      "list": null
    },
    {
      "id": "2",
      "title": "Сбор данных",
      "description": "Мы собираем и обрабатываем следующие типы персональных данных:",
      "list": [
        {
          "item": "Информация, предоставленная пользователями (Имя, адрес электронной почты, номер телефона, данные профиля)."
        },
        {
          "item": "Автоматически собираемая информация (IP-адрес, тип устройства, данные о браузере, операционной системе, информация о посещениях страниц сайта и использования приложения)."
        }
      ]
    },
    {
      "id": "3",
      "title": "Использование данных",
      "description": "Персональные данные используются для следующих целей:",
      "list": [
        {
          "item": "Предоставление доступа к функциям нашего приложения."
        },
        {
          "item": "Улучшение качества обслуживания и пользовательского опыта."
        },
        {
          "item": "Обработка запросов и поддержка пользователей."
        },
        {
          "item": "Проведение анализа и исследований для улучшения наших услуг и разработки новых функций."
        },
        {
          "item": "Оповещения о обновлениях, новостях и маркетинговых акциях (если вы дали согласие на получение таких уведомлений)."
        }
      ]
    },
    {
      "id": "4",
      "title": "Защита данных",
      "description": "Мы принимаем все необходимые организационные и технические меры для защиты персональных данных пользователей от несанкционированного или случайного доступа, уничтожения, изменения, блокировки, копирования, распространения и других незаконных действий.",
      "list": null
    },
    {
      "id": "5",
      "title": "Передача данных третьим лицам",
      "description": "Мы не передаем персональные данные пользователей третьим лицам, за исключением следующих случаев:",
      "list": [
        {
          "item": "С вашего согласия."
        },
        {
          "item": "По запросу государственных органов в порядке, установленном законодательством."
        },
        {
          "item": "В случае продажи или реорганизации компании, при условии сохранения конфиденциальности данных."
        }
      ]
    },
    {
      "id": "6",
      "title": "Хранение данных",
      "description": "Персональные данные пользователей хранятся в течение времени, необходимого для достижения целей их обработки, либо в течение сроков, установленных законодательством.",
      "list": null
    },
    {
      "id": "7",
      "title": "Права пользователей",
      "description": "Пользователи имеют право:",
      "list": [
        {
          "item": "Получить информацию о своих персональных данных, которые мы обрабатываем."
        },
        {
          "item": "Требовать исправления неточных данных."
        },
        {
          "item": "Требовать удаления своих персональных данных."
        },
        {
          "item": "Отозвать согласие на обработку данных (в случаях, когда обработка осуществляется на основании согласия)."
        },
        {
          "item": "Подать жалобу в уполномоченный орган по защите персональных данных."
        }
      ]
    },
    {
      "id": "8",
      "title": "Файлы cookie",
      "description": "Мы используем файлы cookie для улучшения работы нашего сайта и приложения. Файлы cookie позволяют нам собирать информацию о предпочтениях пользователей и оптимизировать пользовательский опыт. Вы можете управлять настройками файлов cookie в своем браузере.",
      "list": null
    },
    {
      "id": "9",
      "title": "Изменения в Политике конфиденциальности",
      "description": "Мы оставляем за собой право вносить изменения в настоящую Политику конфиденциальности. Все изменения будут опубликованы на этой странице, и, при необходимости, мы уведомим пользователей о значительных изменениях.",
      "list": null
    },
    {
      "id": "10",
      "title": "Контактная информация",
      "description": "Если у вас есть вопросы или комментарии относительно настоящей Политики конфиденциальности, пожалуйста, свяжитесь с нами по адресу электронной почты:",
      "list": null,
      "email": "frameguard@example.com"
    }
  ]
}